Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Moreover, it is necessary to ensure that this Regulation does not otherwise affect scientific research and development activity on AI systems or models prior to being placed on the market or put into service.
pt_pt: Além disso, é necessário assegurar que o presente regulamento não afete de outra forma as atividades científicas de investigação e desenvolvimento em matéria de sistemas ou modelos de IA antes de ser colocado no mercado ou colocado em serviço.

source: As regards product-oriented research, testing and development activity regarding AI systems or models, the provisions of this Regulation should also not apply prior to those systems and models being put into service or placed on the market.
pt_pt: No que diz respeito às atividades de investigação, testagem e desenvolvimento orientadas para os produtos relativas a sistemas ou modelos de IA, as disposições do presente regulamento também não deverão ser aplicáveis antes de esses sistemas e modelos serem colocados em serviço ou colocados no mercado.

source: That exclusion is without prejudice to the obligation to comply with this Regulation where an AI system falling into the scope of this Regulation is placed on the market or put into service as a result of such research and development activity and to the application of provisions on AI regulatory sandboxes and testing in real world conditions.
pt_pt: Essa exclusão não prejudica a obrigação de cumprir o presente regulamento sempre que um sistema de IA abrangido pelo âmbito de aplicação do presente regulamento for colocado no mercado ou colocado em serviço em resultado dessas atividades de investigação e desenvolvimento, nem a aplicação das disposições relativas aos ambientes de testagem da regulamentação da IA e à testagem em condições reais.

source: Furthermore, without prejudice to the exclusion of AI systems specifically developed and put into service for the sole purpose of scientific research and development, any other AI system that may be used for the conduct of any research and development activity should remain subject to the provisions of this Regulation.
pt_pt: Além disso, sem prejuízo da exclusão de sistemas de IA especificamente desenvolvidos e colocados em serviço para fins exclusivos de investigação e desenvolvimento científicos, qualquer outro sistema de IA que possa ser utilizado para a realização de atividades de investigação e desenvolvimento deverá continuar sujeito às disposições do presente regulamento.

source: In any event, any research and development activity should be carried out in accordance with recognised ethical and professional standards for scientific research and should be conducted in accordance with applicable Union law.
pt_pt: Em todo o caso, todas as atividades de investigação e desenvolvimento deverão ser realizadas em conformidade com normas éticas e profissionais reconhecidas em matéria de investigação científica e deverão ser conduzidas em conformidade com o direito da União aplicável.

source: In order to introduce a proportionate and effective set of binding rules for AI systems, a clearly defined risk-based approach should be followed.
pt_pt: Para que o conjunto de normas vinculativas aplicáveis aos sistemas de IA seja proporcionado e eficaz, deverá seguir-se uma abordagem baseada no risco claramente definida.

source: That approach should tailor the type and content of such rules to the intensity and scope of the risks that AI systems can generate.
pt_pt: Essa abordagem deverá adaptar o tipo e o conteúdo dessas normas à intensidade e ao âmbito dos riscos que podem ser criados pelos sistemas de IA.

source: It is therefore necessary to prohibit certain unacceptable AI practices, to lay down requirements for high-risk AI systems and obligations for the relevant operators, and to lay down transparency obligations for certain AI systems.
pt_pt: Como tal, é necessário proibir determinadas práticas inaceitáveis de IA, estabelecer requisitos aplicáveis aos sistemas de IA de risco elevado e obrigações para os operadores pertinentes, bem como estabelecer obrigações de transparência para determinados sistemas de IA.

source: While the risk-based approach is the basis for a proportionate and effective set of binding rules, it is important to recall the 2019 Ethics guidelines for trustworthy AI developed by the independent AI HLEG appointed by the Commission.
pt_pt: Embora a abordagem baseada no risco constitua a base para um conjunto proporcionado e eficaz de regras vinculativas, é importante recordar as Orientações Éticas para uma IA de Confiança, elaboradas em 2019 pelo IA HLEG independente nomeado pela Comissão.

source: In those guidelines, the AI HLEG developed seven non-binding ethical principles for AI which are intended to help ensure that AI is trustworthy and ethically sound.
pt_pt: Nessas orientações, o IA HLEG desenvolveu sete princípios éticos não vinculativos para a IA, que se destinam a ajudar a garantir que a IA é de confiança e eticamente correta.

source: The seven principles include human agency and oversight; technical robustness and safety; privacy and data governance; transparency; diversity, non-discrimination and fairness; societal and environmental well-being and accountability.
pt_pt: Os sete princípios incluem: iniciativa e supervisão por humanos; solidez técnica e segurança; privacidade e governação dos dados; transparência; diversidade, não discriminação e equidade; bem-estar social e ambiental e responsabilização.

source: Without prejudice to the legally binding requirements of this Regulation and any other applicable Union law, those guidelines contribute to the design of coherent, trustworthy and human-centric AI, in line with the Charter and with the values on which the Union is founded.
pt_pt: Sem prejuízo dos requisitos juridicamente vinculativos do presente regulamento e de qualquer outras disposições aplicáveis do direito da União, essas orientações contribuem para a conceção de uma IA coerente, de confiança e centrada no ser humano, em consonância com a Carta e com os valores em que se funda a União.

source: According to the guidelines of the AI HLEG, human agency and oversight means that AI systems are developed and used as a tool that serves people, respects human dignity and personal autonomy, and that is functioning in a way that can be appropriately controlled and overseen by humans.
pt_pt: De acordo com as orientações do IA HLEG, «iniciativa e supervisão por humanos» significa que todos os sistemas de IA são desenvolvidos e utilizados como uma ferramenta ao serviço das pessoas, que respeita a dignidade humana e a autonomia pessoal e que funciona de uma forma que possa ser adequadamente controlada e supervisionada por seres humanos.

source: Technical robustness and safety means that AI systems are developed and used in a way that allows robustness in the case of problems and resilience against attempts to alter the use or performance of the AI system so as to allow unlawful use by third parties, and minimise unintended harm.
pt_pt: Solidez técnica e segurança significa que os sistemas de IA são desenvolvidos e utilizados de forma a permitir a solidez em caso de problemas e a resiliência contra tentativas de alteração da sua utilização ou desempenho que permitam a utilização ilícita por terceiros, e a minimizar os danos não intencionais.

source: Privacy and data governance means that AI systems are developed and used in accordance with privacy and data protection rules, while processing data that meets high standards in terms of quality and integrity.
pt_pt: Por privacidade e governação dos dados entende-se que os sistemas de IA são desenvolvidos e utilizados em conformidade com as regras existentes em matéria de privacidade e de proteção de dados, ao mesmo tempo que o tratamento de dados satisfaz normas elevadas em termos de qualidade e de integridade.

source: Transparency means that AI systems are developed and used in a way that allows appropriate traceability and explainability, while making humans aware that they communicate or interact with an AI system, as well as duly informing deployers of the capabilities and limitations of that AI system and affected persons about their rights.
pt_pt: A transparência significa que os sistemas de IA são desenvolvidos e utilizados de forma a permitir uma rastreabilidade e explicabilidade adequadas, sensibilizando ao mesmo tempo os seres humanos para o facto de estarem a comunicar ou a interagir com um sistema de IA, informando devidamente os responsáveis pela implantação das capacidades e limitações desse sistema de IA e informando as pessoas afetadas dos direitos que lhes assistem.

source: Diversity, non-discrimination and fairness means that AI systems are developed and used in a way that includes diverse actors and promotes equal access, gender equality and cultural diversity, while avoiding discriminatory impacts and unfair biases that are prohibited by Union or national law.
pt_pt: Diversidade, não discriminação e equidade indica que os sistemas de IA são desenvolvidos e utilizados de forma a incluir diferentes intervenientes e a promover a igualdade de acesso, a igualdade de género e a diversidade cultural, evitando simultaneamente efeitos discriminatórios e enviesamentos injustos que sejam proibidos pelo direito da União ou pelo direito nacional.

source: Social and environmental well-being means that AI systems are developed and used in a sustainable and environmentally friendly manner as well as in a way to benefit all human beings, while monitoring and assessing the long-term impacts on the individual, society and democracy.
pt_pt: Por bem-estar social e ambiental entende-se que os sistemas de IA são desenvolvidos e utilizados de forma sustentável e respeitadora do ambiente, bem como de forma a beneficiar todos os seres humanos, controlando e avaliando ao mesmo tempo os impactos de longo prazo nas pessoas, na sociedade e na democracia.

source: The application of those principles should be translated, when possible, in the design and use of AI models.
pt_pt: A aplicação desses princípios deverá traduzir-se, sempre que possível, na conceção e na utilização de modelos de IA.

source: They should in any case serve as a basis for the drafting of codes of conduct under this Regulation.
pt_pt: Em qualquer caso, deverão servir de base para a elaboração de códigos de conduta ao abrigo do presente regulamento.

source: All stakeholders, including industry, academia, civil society and standardisation organisations, are encouraged to take into account, as appropriate, the ethical principles for the development of voluntary best practices and standards.
pt_pt: Todas as partes interessadas, incluindo a indústria, o meio académico, a sociedade civil e as organizações de normalização, são incentivadas a ter em conta, consoante o caso, os princípios éticos para o desenvolvimento de boas práticas e normas voluntárias.

source: Aside from the many beneficial uses of AI, it can also be misused and provide novel and powerful tools for manipulative, exploitative and social control practices.
pt_pt: Além das suas inúmeras utilizações benéficas, a IA, pode também ser utilizada indevidamente e conceder instrumentos novos e poderosos para práticas manipuladoras, exploratórias e de controlo social.

source: Such practices are particularly harmful and abusive and should be prohibited because they contradict Union values of respect for human dignity, freedom, equality, democracy and the rule of law and fundamental rights enshrined in the Charter, including the right to non-discrimination, to data protection and to privacy and the rights of the child.
pt_pt: Essas práticas são particularmente prejudiciais e abusivas e deverão ser proibidas por desrespeitarem valores da União, como a dignidade do ser humano, a liberdade, a igualdade, a democracia e o Estado de direito, bem como os direitos fundamentais consagrados na Carta, nomeadamente o direito à não discriminação, à proteção de dados pessoais e à privacidade, e os direitos das crianças.

source: AI-enabled manipulative techniques can be used to persuade persons to engage in unwanted behaviours, or to deceive them by nudging them into decisions in a way that subverts and impairs their autonomy, decision-making and free choices.
pt_pt: As técnicas de manipulação propiciadas pela IA podem ser utilizadas para persuadir as pessoas a adotarem comportamentos indesejados, ou para as enganar incentivando-as a tomar decisões de uma forma que subverta e prejudique a sua autonomia, a sua tomada de decisões e a sua liberdade de escolha.

source: The placing on the market, the putting into service or the use of certain AI systems with the objective to or the effect of materially distorting human behaviour, whereby significant harms, in particular having sufficiently important adverse impacts on physical, psychological health or financial interests are likely to occur, are particularly dangerous and should therefore be prohibited.
pt_pt: A colocação no mercado, a colocação em serviço ou a utilização de determinados sistemas de IA com o objetivo ou o efeito de distorcer substancialmente o comportamento humano, sendo passível a ocorrência de danos significativos, em especial com repercussões negativas suficientemente importantes na saúde física, psicológica ou nos interesses financeiros, são particularmente perigosas e deverão, por isso, ser proibidas.

source: Such AI systems deploy subliminal components such as audio, image, video stimuli that persons cannot perceive, as those stimuli are beyond human perception, or other manipulative or deceptive techniques that subvert or impair person’s autonomy, decision-making or free choice in ways that people are not consciously aware of those techniques or, where they are aware of them, can still be deceived or are not able to control or resist them.
pt_pt: Esses sistemas de IA utilizam quer componentes subliminares, como estímulos de áudio, de imagem e de vídeo dos quais as pessoas não se conseguem aperceber por serem estímulos que ultrapassam a perceção humana, quer outras técnicas manipuladoras ou enganadoras que subvertem ou prejudicam a autonomia, a tomada de decisões ou a liberdade de escolha das pessoas de uma maneira de que estas não têm consciência dessas técnicas ou que, mesmo que tenham consciência das mesmas, ainda possam ser enganadas ou não as possam impedir de controlar ou não lhes possam resistir.

source: This could be facilitated, for example, by machine-brain interfaces or virtual reality as they allow for a higher degree of control of what stimuli are presented to persons, insofar as they may materially distort their behaviour in a significantly harmful manner.
pt_pt: Tal poderá ser facilitado, por exemplo, por interfaces máquina-cérebro ou por realidade virtual, que permitem um maior nível de controlo do tipo de estímulos apresentados às pessoas, na medida em que podem distorcer substancialmente o seu comportamento de uma forma significativamente nociva.

source: In addition, AI systems may also otherwise exploit the vulnerabilities of a person or a specific group of persons due to their age, disability within the meaning of Directive (EU) 2019/882 of the European Parliament and of the Council (16), or a specific social or economic situation that is likely to make those persons more vulnerable to exploitation such as persons living in extreme poverty, ethnic or religious minorities.
pt_pt: Além disso, os sistemas de IA podem também explorar vulnerabilidades de uma pessoa ou de um grupo específico de pessoas devido à sua idade, à sua deficiência na aceção da Diretiva (UE) 2019/882 do Parlamento Europeu e do Conselho (16), ou a uma situação social ou económica específica suscetível de tornar essas pessoas mais vulneráveis à exploração, como as pessoas que vivem em situação de pobreza extrema ou as minorias étnicas ou religiosas.

source: Such AI systems can be placed on the market, put into service or used with the objective to or the effect of materially distorting the behaviour of a person and in a manner that causes or is reasonably likely to cause significant harm to that or another person or groups of persons, including harms that may be accumulated over time and should therefore be prohibited.
pt_pt: Esses sistemas de IA podem ser colocados no mercado, colocados em serviço ou utilizados com o objetivo ou o efeito de distorcer substancialmente o comportamento de uma pessoa e de uma forma que cause ou seja razoavelmente suscetível de causar danos significativos a essa ou a outra pessoa ou grupos de pessoas, incluindo danos que possam ser acumulados ao longo do tempo, razão pela qual deverão ser proibidos.

source: It may not be possible to assume that there is an intention to distort behaviour where the distortion results from factors external to the AI system which are outside the control of the provider or the deployer, namely factors that may not be reasonably foreseeable and therefore not possible for the provider or the deployer of the AI system to mitigate.
pt_pt: Pode não ser possível presumir que existe intenção de distorcer o comportamento se a distorção resultar de fatores externos ao sistema de IA que estejam fora do controlo do prestador ou do responsável pela implantação, nomeadamente fatores que podem não ser razoavelmente previsíveis e que, por conseguinte, o prestador ou responsável pela implantação do sistema de IA não possam atenuar.

source: In any case, it is not necessary for the provider or the deployer to have the intention to cause significant harm, provided that such harm results from the manipulative or exploitative AI-enabled practices.
pt_pt: De qualquer modo, não é necessário que o prestador ou o responsável pela implantação tenha a intenção de causar danos significativos, basta que tal dano resulte das práticas manipuladoras ou exploratórias baseadas na IA.

source: The prohibitions for such AI practices are complementary to the provisions contained in Directive 2005/29/EC of the European Parliament and of the Council (17), in particular unfair commercial practices leading to economic or financial harms to consumers are prohibited under all circumstances, irrespective of whether they are put in place through AI systems or otherwise.
pt_pt: As proibições de tais práticas de IA complementam as disposições da Diretiva 2005/29/CE do Parlamento Europeu e do Conselho (17), nomeadamente as que proíbem as práticas comerciais desleais que causam danos económicos ou financeiros aos consumidores, em quaisquer circunstâncias, independentemente de serem aplicadas através de sistemas de IA ou de outra forma.

source: The prohibitions of manipulative and exploitative practices in this Regulation should not affect lawful practices in the context of medical treatment such as psychological treatment of a mental disease or physical rehabilitation, when those practices are carried out in accordance with the applicable law and medical standards, for example explicit consent of the individuals or their legal representatives.
pt_pt: As proibições de práticas manipuladoras e exploratórias previstas no presente regulamento não deverão afetar as práticas lícitas no contexto de tratamentos médicos, como o tratamento psicológico de uma doença mental ou a reabilitação física, sempre que tais práticas sejam realizadas em conformidade com a lei e as normas médicas aplicáveis, como, por exemplo, o consentimento explícito das pessoas ou dos seus representantes legais.

source: In addition, common and legitimate commercial practices, for example in the field of advertising, that comply with the applicable law should not, in themselves, be regarded as constituting harmful manipulative AI-enabled practices.
pt_pt: Além disso, as práticas comerciais comuns e legítimas, como por exemplo no domínio da publicidade, que cumpram a lei aplicável não deverão, por si só, ser consideradas práticas manipuladoras prejudiciais tornadas possíveis pela IA.

source: Biometric categorisation systems that are based on natural persons’ biometric data, such as an individual person’s face or fingerprint, to deduce or infer an individuals’ political opinions, trade union membership, religious or philosophical beliefs, race, sex life or sexual orientation should be prohibited.
pt_pt: Deverão ser proibidos os sistemas de categorização biométrica baseados em dados biométricos de pessoas singulares, como o rosto ou as impressões digitais, para deduzir ou inferir as suas opiniões políticas, a filiação sindical, as convicções religiosas ou filosóficas, a raça, a vida sexual ou a orientação sexual de uma pessoa.

source: That prohibition should not cover the lawful labelling, filtering or categorisation of biometric data sets acquired in line with Union or national law according to biometric data, such as the sorting of images according to hair colour or eye colour, which can for example be used in the area of law enforcement.
pt_pt: Essa proibição não deverá abranger a rotulagem legal, a filtragem ou a categorização de conjuntos de dados biométricos adquiridos em conformidade com o direito da União ou o direito nacional em função dos dados biométricos, como a triagem de imagens em função da cor do cabelo ou da cor dos olhos, que podem, por exemplo, ser utilizadas no domínio da aplicação da lei.

source: AI systems providing social scoring of natural persons by public or private actors may lead to discriminatory outcomes and the exclusion of certain groups.
pt_pt: Os sistemas de IA que possibilitam a classificação social de pessoas singulares por intervenientes públicos ou privados podem criar resultados discriminatórios e levar à exclusão de determinados grupos.

source: They may violate the right to dignity and non-discrimination and the values of equality and justice.
pt_pt: Estes sistemas podem ainda violar o direito à dignidade e à não discriminação e os valores da igualdade e da justiça.

source: Such AI systems evaluate or classify natural persons or groups thereof on the basis of multiple data points related to their social behaviour in multiple contexts or known, inferred or predicted personal or personality characteristics over certain periods of time.
pt_pt: Esses sistemas de IA avaliam ou classificam pessoas singulares ou grupos de pessoas singulares com base em múltiplos pontos de dados relacionados com o seu comportamento social em diversos contextos ou em características pessoais ou de personalidade conhecidas, inferidas ou previsíveis ao longo de determinados períodos.

source: The social score obtained from such AI systems may lead to the detrimental or unfavourable treatment of natural persons or whole groups thereof in social contexts, which are unrelated to the context in which the data was originally generated or collected or to a detrimental treatment that is disproportionate or unjustified to the gravity of their social behaviour.
pt_pt: A classificação social obtida por meio desses sistemas de IA pode levar ao tratamento prejudicial ou desfavorável de pessoas singulares ou grupos inteiros de pessoas singulares em contextos sociais não relacionados com o contexto em que os dados foram originalmente gerados ou recolhidos, ou a um tratamento prejudicial desproporcionado ou injustificado face à gravidade do seu comportamento social.

source: AI systems entailing such unacceptable scoring practices and leading to such detrimental or unfavourable outcomes should therefore be prohibited.
pt_pt: Como tal, deverão ser proibidos sistemas de IA que impliquem tais práticas de classificação inaceitáveis e conducentes a esses resultados prejudiciais ou desfavoráveis.
